<template>
  <div id="MainContent">
    <img id="BackgroundImg" src="@/assets/Images/Autodoc.png" alt="">
    <p id = Greetings>
                    Приветствуем вас на официальном сайте автомастерской "AUTODOC".
                    Наша компания занимается ремонтом автомобилей со времён взрыва Сверхновы и за это время зарекомендовала себя
                    как надежных поставщиков услуг в сфере ремонта автомобилей.
      <br>
      <br>
                    Наш подход к ремонту автомобиля прост - каждую машину мы делаем " как для себя".
                    Некоторые из вас уже положительно оценили нашу работу - поэтому качество и оперативность при низкой цене наш главный принцип.
                    Особое внимание наша автомастерская уделяется повышению качества услуг.
                    В условиях жесткой конкуренции на рынке автосервиса этот важнейший фактор
                    позволяет нам сохранить и расширить круг наших клиентов, гарантируя им стабильно высокое качество услуг при минимально низкой цене.
                    Каждый этап работ  тщательно контролируется нашими специалистами!
                    Всё это позволяет нам производить ремонт и техническое обслуживание автомобилей в максимально короткие сроки
                    и по доступным потребителям, ценам.
    </p>
    <div id="Content1">
      <h3>Мы оказываем следующие услуги:</h3>
      <p>
        Продажа запасных частей<br>
        Техническое обслуживание<br>
        Слесарный ремонт<br>
        Ремонт двигателей, КПП, АКПП<br>
        Шиномонтаж<br>
      </p>
      <img src="@/assets/Images/Шестерня.png" id="CogLogo" alt="">
      <img src="@/assets/Images/Шестерня(only).png" id="CogLogo1" alt="">
      <img src="@/assets/Images/Шестерня(only).png" id="CogLogo2" alt="">
    </div>
    <div id="Content2">
      <h3>Мы гарантируем Вам:</h3>
      <div id="Content2FlexWrapper">
        <div>
          <figure>
            <img src="@/assets/Images/3524756.png" alt="">
            <figcaption><b>ЧЕСТНЫЙ АВТОСЕРВИС</b><br>
              Доступные цены</figcaption>
          </figure>
        </div>
        <div>
          <figure>
            <img src="@/assets/Images/74577.png" alt="">
            <figcaption><b>ПРОФЕССИОНАЛЫ</b><br>
              Квалификационный персонал <br>с большим опытом</figcaption>
          </figure>
        </div>
        <div>
          <figure>
            <img src="@/assets/Images/2088617.png" alt="">
            <figcaption><b>ОПЕРАТИВНОСТЬ</b><br>
              Работы в сжатые сроки, выбор <br>удобного времени ремонта</figcaption>
          </figure>
        </div>
        <div>
          <figure>
            <img src="@/assets/Images/63428.png" alt="">
            <figcaption><b>ГАРАНТИЯ</b><br>
              Гарантия на работы и запчасти</figcaption>
          </figure>
        </div>
      </div>
    </div>
  </div>
  <the-footer></the-footer>
</template>

<script>
export default {
  name: 'HomeLayout'
}
</script>

<style scoped>

</style>
