<template>
  <div id="MainContentPrice">
    <p id="GreetingsPrice">
      Мы всегда осуществляем индивидуальный подход к каждому клиенту и каждому автомобилю - поэтому
      вопрос ценообразования в каждом конкретном случае индивидуален. Стоимость работ может меняться в зависимости
      от комплектации автомобился, его срока службы, сложности производимых работ и множества других факторов.
      Самое главное, что наши специалисты всегда найдут компромсс в решении тех или иных проблем, связанных с
      ремонтом или комплектующими. Мы покажем вам неисправности, которые были выявлены в процессе осмотра
      и диагностики автомобился и главное - Вы всегда можете находится рядом с вашим автомобилем в процессе
      диагностических и ремонтных работ.
    </p>
    <p>
      По любому вопросу о ценообразовании на диагностические и ремонтные работы, запчасти и ТО можно<br>
      проконсультироваться позвонив или написав нам на WhatsApp или Telegram!
    </p>
    <div id="PriceInfoWrapper">
      <div id="PriceLogo">
        <img src="@/assets/Images/Трубочка.png" alt="">
        <img src="@/assets/Images/whatsapp.png" alt="">
        <img src="@/assets/Images/telegalogo_1.png" alt="">
      </div>
      <div id = PricePhones>
        8(123) 123-12-34<br>
        8(123) 123-12-34<br>
        8(123) 123-12-34<br>
        8(123) 123-12-34
      </div>
    </div>
  </div>
  <the-footer></the-footer>
</template>

<script>
export default {
  name: 'PriceListLayout'
}
</script>

<style scoped>

</style>
